acpid
alsa-utils
antergos-keyring
antergos-mirrorlist
arc-solid-gtk-theme
autoconf
automake
b43-fwcutter
bash
bash-completion
bbswitch
bind-tools
binutils
bison
btrfs-progs
bumblebee
bzip2
bzr
cabextract
chrony
cmake
connman
coreutils
crda
cryptsetup
cups
cups-pk-helper
device-mapper
dhcpcd
dialog
diffutils
dmenu
dmraid
dosfstools
e2fsprogs
exfat-utils
f2fs-tools
fakeroot
feh
file
filesystem
findutils
flex
gawk
gcc
gcc-libs
gettext
git
glibc
google-chrome
grep
groff
gsfonts
gzip
haveged
hplip
i3-wm
i3blocks
i3lock
i3status
inetutils
intel-ucode
iproute2
iputils
ipw2100-fw
ipw2200-fw
jfsutils
less
lib32-mesa
lib32-nvidia-utils
lib32-virtualgl
libtool
libtxc_dxtn
libva-intel-driver
licenses
linux
logrotate
lvm2
m4
make
man-db
man-pages
mdadm
mesa-demos
modemmanager
mpv
nano
net-tools
netctl
networkmanager
nfs-utils
nilfs-utils
ntfs-3g
nvidia
nvidia-settings
opencl-nvidia
openssh
pacman
patch
pciutils
pcmanfm
pcmciautils
perl
pkg-config
pkgfile
primus
procps-ng
psmisc
pulseaudio
reiserfsprogs
rsync
s-nail
sed
shadow
sharutils
splix
sublime-text-dev
sudo
sysfsutils
systemd-sysvcompat
tar
texinfo
tlp
ttf-dejavu
ttf-font-awesome
unace
unrar
unzip
usb_modeswitch
usbutils
util-linux
uudeview
vi
wget
which
whois
wireless_tools
wpa_actiond
xbindkeys
xf86-video-intel
xfsprogs
xorg-server
xorg-server-utils
xorg-xfontsel
xorg-xinit
xorg-xprop
xterm
xz
yaourt
zd1211-firmware
zip
